export default {
    accordionItems: [
        {title: 'Дизайн портала', subtitle: 'Дизайн портала — это оформление контента, совокупность всех графических элементов на веб-странице. Основная задача дизайна — познакомить пользователя со страницей. Продуманный дизайн создает нужное впечатление о компании.', open: false},
        {title: 'Дизайн адаптивной мобильной версии', subtitle: 'Мобильная версия сайта удобна для пользователя, потому что сильно упрощена по сравнению с обычной версией. Мобильная версия дает наиболее приоритетную информацию, а также позволяет совершать заказ/покупку с минимумом действий. При адаптивной версии вся структура сайта автоматически подстраивается под различную ширину экрана. Для того, чтобы получить рабочий продукт не нужно писать все с нуля — достаточно лишь подправить CSS и HTML. Один URL избавляет нас от ненужных редиректов, и надобности пользователю запоминать адрес мобильной версии.', open: false},
        {title: 'Дизайн десктопной версии', subtitle: 'Десктопную версию сайта просматривают пользователи со стационарных компьютеров. Основная цель: посерфить, углубиться в детали, получить больше информации, сравнить, выбрать, прицениться.', open: false},
        {title: 'Пользовательский интерфейс', subtitle: 'Цель дизайна пользовательского интерфейса - сделать взаимодействие максимально простым и эффективным, насколько это возможно, с точки зрения достижения целей пользователя. Хороший дизайн пользовательского интерфейса облегчает выполнение поставленной задачи, не привлекая к себе лишнего внимания.', open: false},
        {title: 'Микро UX', subtitle: 'Микро-анимация может изменить восприятие продукта, пользовательское поведение и повысить конверсию. Небольшие, преимущественно функциональные анимации поддерживают пользователя: обеспечивают визуальную обратную связь и более понятно отражают происходящие изменения. Микро-анимации способны многое объяснить без слов.', open: false},
    ],
    carouselItems: [
        {title:'1. Анализ', subtitle: 'Для того, чтобы онлайн-магазин приносил выгоду, перед его запуском необходимо провести анализ других предложений рынка, оценить конкурентов и найти наиболее удобное решение. ', img: require('@/assets/square-carousel.png'), imgMobile: require('@/assets/mobile-img/square-carouse-mobile.png')},
        {title:'2. Визуальное решение', subtitle: 'Разработка дизайна ключевых страниц магазина – главная, каталог, информационные разделы, раздел корзины, товаров. Для нас главное – передать настроение бренда, сделать удобный для пользователя сайт. ', img: require('@/assets/cake-carousel.png'), imgMobile: require('@/assets/mobile-img/cake-carousel-mobile.png')},
        {title:'3. Техническая реализация', subtitle: 'После утверждения дизайн-макета наступает следующий этап – верстка. Это трудоемкий процесс: программисты должны все тщательно прописать, чтобы не допустить технических ошибок.', img: require('@/assets/barcode-carousel.png'), imgMobile: require('@/assets/mobile-img/barcode-carousel-mobile.png')},
        {title:'4. Наполнение контентом ', subtitle: 'Создание и публикация текстов, а также видео материала. Хороший контент и качественные фотографии привлекают больше посетителей и помогают клиенту лучше ознакомиться с ассортиментом. ', img: require('@/assets/plus-carousel.png'), imgMobile: require('@/assets/mobile-img/plus-carousel-mobile.png')},
        {title:'5. Тестирование', subtitle: 'Составление плана тестирования для определения ошибок. Проверка работы сайта и визуального восприятия для улучшения сайта. Также используются чек-листы для четкого определения ошибок и их устранения.', img: require('@/assets/gear-carousel.png'), imgMobile: require('@/assets/mobile-img/gear-carousel-mobile.png')},
    ],
    examplesCard: [
        {title:'Онлайн-магазин', subtitle: 'для оптовых покупок', img: require('@/assets/two-miniature-green-blue-shopping.jpg')},
        {title:'Онлайн-магазин', subtitle: 'для флористов', img: require('@/assets/flower-purple.jpg')},
        {title:'Онлайн-магазин', subtitle: 'для парикмахеров', img: require('@/assets/hair-dryer.jpg')},
        {title:'Онлайн-магазин', subtitle: 'для парикмахеров', img: require('@/assets/pexels-shiny-diamond.jpg')},
        {title:'Онлайн-магазин', subtitle: 'для кондитеров', img: require('@/assets/deva-williamson-unsplash.jpg')},
        {title:'Онлайн-магазин', subtitle: 'для художников', img: require('@/assets/color-palette.jpg')},
    ],
    footerContacts: [
        {contact: 'валерия: +380505859409'},
        {contact: 'анна: +380505859409'},
        {contact: 'валерия: +380505859409'},
    ]
};
